"NSPhotoLibraryUsageDescription" = "Potrzebujemy dostępu do Twojej galerii, aby umożliwić Ci wybranie zdjęcia profilowego.";
"NSCameraUsageDescription" = "Potrzebujemy dostępu do Twojego aparatu, aby umożliwić Ci zrobienie nowego zdjęcia profilowego.";
"NSMicrophoneUsageDescription" = "Mikrofon jest nam potrzebny, aby móc nagrywać dźwięk w niektórych funkcjach.";
"NSSpeechRecognitionUsageDescription" = "Korzystamy z funkcji rozpoznawania głosu, dzięki czemu możesz korzystać z aplikacji w sposób umożliwiający Ci interakcję z aplikacją za pomocą głosu.";
